Repository: Wedge009/wesnoth
Catalog: po/wesnoth-pap/*.po
Languages: it

source: Constable Thea? I’m not— err...
it: Sceriffo Thea? Io non sono... ehm...

source: Constable Thea
it: Sceriffo Thea

source: Alright. Mermaid, are you willing to take the fight to these pirates?
it: Va bene. Sirena, sei disposta a combattere contro questi pirati?

source: Of course. The fleeing naga follow the coast south and west. I must go in pursuit!
it: Certo. I naga in fuga seguono la costa verso sud e ovest. Devo inseguirli!

source: Then that is where we’ll go too. We won’t cower in fear until the next attack, or wait for outside aid that may never come. We’re going to get out there, hunt down that pirate lady and put an end to this! What do you say, lads?
it: Allora è lì che andremo anche noi. Non resteremo rannicchiati dalla paura in attesa del prossimo attacco, né aspetteremo un aiuto esterno che potrebbe non arrivare mai. Andremo là fuori, daremo la caccia a quella donna pirata e metteremo fine a tutto questo! Che ne dite, ragazzi?

source: We will not fight here forever, villagers. The black ship is our real quarry! Let us swiftly vanquish these naga and be done with it.
it: Non combatteremo qui per sempre, paesani. La nave nera è il nostro vero obiettivo! Sconfiggiamo rapidamente questi naga e facciamola finita.

source: I cannot fight on behalf of your village any longer, humans. I must pursue the black ship before it escapes us! You will have to finish this battle yourselves.
it: Non posso più combattere per conto del vostro villaggio, umani. Devo inseguire la nave nera prima che ci sfugga! Dovrete portare a termine questa battaglia da soli.

source: Desolation
it: Desolazione

source: Under Thea’s command, the villagers appointed a handful of guards with instructions to keep a watchful eye on the horizon. Should trouble return — or Constable Elyn — they were to send a messenger immediately.
it: Agli ordini di Thea, gli abitanti del villaggio nominarono una manciata di guardie con l’incarico di tenere d’occhio l’orizzonte. Se fossero tornati i guai, o l’agente Elyn, avrebbero dovuto inviare immediatamente un messaggero.

source: The rest of the militia provisioned themselves and set off on foot. Guided by the merfolk, they followed the coast, tracking the fleeing naga around the Peninsula.
it: Il resto della milizia si rifornì di provviste e partì a piedi. Guidati dai nereidi, seguirono la costa, rintracciando i naga in fuga intorno alla Penisola.

source: Wild Wolves
it: Lupi Selvatici

source: Great White
it: Grande Squalo Bianco

source: The Garard
it: La Garard

source: Your feet are lead, woman of Rochelm. How can we pursue creatures of the water when you are bound to land? Have you no swift gryphons or sleek boats to carry you hence?
it: Sei lenta come una tartaruga, donna di Rochem. Come possiamo inseguire delle creature acquatiche se sei legata alla terraferma? Non hai dei grifoni veloci o delle barche prestanti che possano trasportarti rapidamente?

source: Good mermaid, most of us are farmers, not fishers. Elyn took our best seaworthy boat, and— well, you know that story...
it: Cara sirena, la maggior parte di noi sono contadini, non pescatori. Elyn ha preso la nostra barca più adatta alla navigazione e... beh, conosci già la storia...

source: But we’re almost upon the fishing village of Stuxton. Mayhaps they’ve had trouble with pirates too. Even if they aren’t willing to join us, I’m sure they’ll let us borrow of their fishing fleet.
it: Ma siamo quasi arrivati al villaggio di pescatori di Stuxton. Forse anche loro hanno avuto problemi con i pirati. Anche se non fossero disposti a unirsi a noi, sono sicuro che ci presterebbero la loro flotta di pescherecci.

source: What?! Stuxton lies in ruins! Wolves feast on corpses in the streets!
it: Cosa?! Stuxton è in rovina! I lupi banchettano con i cadaveri nelle strade!

source: There was clearly a battle here, one which has left several bodies. But most of the village humans are unaccounted for. They are certainly not still living here.
it: Qui c’è stata chiaramente una battaglia, che ha lasciato diversi cadaveri. Ma la maggior parte degli abitanti del villaggio sono semplicemente dispersi. Di certo non vivono più qui.

source: Still here, however, are their boats. Get them, Thea.
it: Le loro barche, però, sono ancora qui. Prendile, Thea.

source: I can do that. The two boats still afloat are damaged and taking on water. We may have to split our forces if we want to claim both before they sink.
it: Posso farlo. Le due imbarcazioni ancora a galla sono danneggiate e stanno imbarcando acqua. Potremmo dover dividere le nostre forze se vogliamo recuperarle entrambe prima che affondino.

source: This will be a quick expedition, but that doesn’t mean we should let down our guard. The forest echoes with the howls of wolves...
it: Sarà una spedizione veloce, ma questo non significa che dobbiamo abbassare la guardia. La foresta riecheggia degli ululati dei lupi...

source: Move any unit adjacent to both fishing skiffs
it: Sposta una qualsiasi unità adiacente a entrambe le barche da pesca

source: What’s this? There’s a living man inside this wolf’s belly!
it: Che cos’è questo? C’è un uomo vivo nella pancia di questo lupo!

source: Red
it: Rosso

source: By Haldric, I’m free!
it: Per Haldric, sono libero!

source: I was supposed to be delivering tea to my poor sick grandmother. “<i>My, what big teeth you have</i>”, I told her... and then my “grandmother” leapt out of bed and swallowed me whole!
it: Avrei dovuto portare il tè alla mia povera nonnina malata. «<i>Che denti grandi che hai</i>», le dissi... e allora la mia «nonna» saltò giù dal letto e mi inghiottì tutto intero!

source: Tricked by a wolf, hrmph. I suppose I’ve nothing better to do now than to join you. Perhaps someday I’ll write a popular children’s fable about my harrowing experience...
it: Ingannato da un lupo, hrmph. Immagino che ora non mi resti altro da fare che unirmi a te. Forse un giorno scriverò una famosa favola per bambini sulla mia straziante esperienza...

source: The worst of the wolves are dealt with, but we must still reach the last boats before they sink.
it: I lupi peggiori sono stati neutralizzati, ma dobbiamo ancora raggiungere le ultime barche prima che affondino.

source: I’ve reached the first skiff! The damage doesn’t look bad. I think I can get it seaworthy again.
it: Ho raggiunto la prima barca! I danni non sembrano gravi. Penso di poterla rimettere in mare.

source: Halfway done, everyone. We’ll need both skiffs to carry us all.
it: Siamo a metà dell’opera, gente. Avremo bisogno di entrambe le barche per trasportarci tutti.

source: I’m repairing the second skiff! There’s more bodies inside. It looks like a family tried to hide here.
it: Sto riparando la seconda barca! Ci sono altri corpi all’interno. Sembra che una famiglia abbia cercato di nascondersi qui.

source: Pa used to take me here for festivals, back when. I knew some of these dead... Was there anything we could have done?
it: Pa’ mi portava qui per le feste, ai bei tempi. Conoscevo alcuni di questi morti... C’era qualcosa che avremmo potuto fare?

source: Forget it. Come on, everyone. Let’s get away from this dead place.
it: Lascia perdere. Forza, ragazzi. Andiamo via da questo posto desolato.

source: The boats are taking on too much water. We have to hurry and reach them before they sink!
it: Le barche stanno imbarcando troppa acqua. Dobbiamo sbrigarci e raggiungerle prima che affondino!

source: The last boat is taking on too much water. We have to hurry and reach it before it sinks!
it: L’ultima barca sta imbarcando troppa acqua. Dobbiamo sbrigarci e raggiungerla prima che affondi!

source: The last boats have sunk! Without boats we can’t keep up with the merfolk. You’ll have to go ahead without us, Diondra...
it: Le ultime barche sono affondate! Senza barche non possiamo tenere il passo con i nereidi. Dovrai andare avanti senza di noi, Diondra...

source: The last boat has sunk! Without both boats we can’t keep up with the merfolk. You’ll have to go ahead without us, Diondra...
it: L’ultima barca è affondata! Senza entrambe le barche non possiamo tenere il passo con i nereidi. Dovrai andare avanti senza di noi, Diondra...

source: Lee Shore
it: Costa Sottovento

source: The villagers boarded their new ships and set sail. The skill of their merfolk escorts more than compensated for the inexperience of the sailors, and the makeshift flotilla made good time around the cape.
it: Gli abitanti del villaggio salirono a bordo delle loro nuove navi e salparono. L’abilità dei loro alleati nereidi compensò ampiamente l’inesperienza da marinaio dei paesani, e la flottiglia improvvisata doppiò il promontorio di buona lena.

source: They passed several other small hamlets. Like Stuxton, all were empty, and marred by signs of weeks-old battle. Finally, five days after leaving home, the villagers and merfolk sighted signs of activity on the coast.
it: Superarono diversi altri piccoli villaggi. Come Stuxton, erano tutti deserti e deturpati dai segni di una battaglia avvenuta settimane prima. Finalmente, cinque giorni dopo aver lasciato casa, gli abitanti del villaggio e i nereidi avvistarono segni di attività sulla costa.

source: Sssmall boatsss are coming! I sssussspect these are sssurvivors from that last hovel; the onesss who hurt me. I am sssure they are here to caussse problemsss.
it: Arrivano delle piccole imbarcazioni! Sssospetto che sssiano i sssopravvissssuti dell’ultima baracca, quelli che mi hanno fatto del male. Sssono sssicuro che sssono qui per causssare problemi.

source: The Lady won’t be happy if any of our trainees escape, especially not with the invasion so near.
it: La Lady non sarà contenta se qualcuno dei nostri tirocinanti scappa, soprattutto con l’invasione così vicina.

source: Call off the dive! Chattel, back to your quarters. Corsairs, get ready to fight!
it: Annullate l’immersione! Chattel, torna ai tuoi alloggi. Corsari, preparatevi a combattere!

source: Here are the missing villagers — in chains! Would this have been our fate if not for your intervention, Diondra?
it: Ecco dove sono gli abitanti del villaggio scomparsi: in catene! Sarebbe stato questo il nostro destino se non fosse stato per il tuo intervento, Diondra?

source: I think the prisoners are being forced to... dive for pearls? But there aren’t any pearls on this part of the coast.
it: Penso che i prigionieri siano costretti a... immergersi per cercare perle? Ma non ci sono perle in questo lato della costa.

source: Perhaps this is not the slaves’ final home. A grim omen. It sounds almost as if they mean to conquer the Bay of Pearls itself.
it: Forse questa non è la destinazione definitiva degli schiavi. Ho un presagio funesto: sembra quasi che intendano conquistare la stessa Baia delle Perle.

source: Is that possible?!
it: È mai possibile?!

source: My city nurtures the continent’s largest and wealthiest merfolk population, yet most of us are not warriors. With Wesnoth’s army away at war in the east, I think it unlikely but not impossible for a coordinated group of corsairs to take control.
it: La mia città ospita la comunità nereide più numerosa e ricca del continente, eppure la maggior parte di noi non è composta da guerrieri. Con l’esercito di Wesnoth impegnato nella guerra a est, ritengo improbabile, ma non impossibile, che un gruppo coordinato di corsari possa prenderne il controllo.

source: An invading army. And our neighbors enslaved! We can’t abide this.
it: Un esercito invasore. E i nostri vicini ridotti in schiavitù! Non possiamo tollerarlo.

source: Grab your weapons, everyone. Free every prisoner... but take none ourselves.
it: Prendete le armi, tutti quanti. Liberiamo tutti i prigionieri... ma non prendetene nessuno.

source: ($cages.length remaining)
it: ($cages.length rimaste)

source: Free the imprisoned slaves
it: Libera gli schiavi imprigionati

source: Attack and break a cage to free the slave inside.
it: Attacca e rompi una gabbia per liberare gli schiavi al suo interno.

source: Hah! You missed me!
it: Hah! Mi hai mancato!

source: Elusive Enemies
it: Nemici Sfuggenti

source: Not all units are created equal. As you know, fighters like naga or merfolk have high defense (chance to evade) in water, but pay for that strength by having low defense while on land. Other units, like the Footpad you just attacked, have abnormally high defense <b><i>everywhere</i></b>. That’s a major strength, but comes at the cost of poor damage output and vulnerability to most damage types. To see a unit’s terrain defence and damage resistances/vulnerabilities, <b><i>right-click on it and select “Unit Type Description.”</i></b>
it: Le unità non sono tutte uguali. Come sai, combattenti come Naga o Nereidi hanno un’alta difesa (possibilità di schivare) in acqua, ma pagano questa forza con una bassa difesa quando sono sulla terraferma. Altre unità, come il Ladro che hai appena attaccato, hanno una difesa anormalmente alta <b><i>ovunque</i></b>. Si tratta di un grande punto di forza, ma ha il costo di una scarsa capacità di infliggere danni e di una vulnerabilità alla maggior parte dei tipi di danno. Per vedere la difesa sul terreno e le resistenze/vulnerabilità ai danni di un’unità, <b><i>clicca con il tasto destro su di essa e seleziona “Descrizione Tipo Unità”.</i></b>

source: What’s happening? Is that... Thea? Alderman Rael’s daughter?
it: Che succede? Quella è... Thea? La figlia del Sindaco Rael?

source: We come to free you from your bonds, human. These pirates took you from your home. Now take from them their lives.
it: Siamo venuti a liberarti dalle tue catene, umano. Questi pirati ti hanno portato via dalla tua casa. Ora togli loro la vita.

source: They burned my whole village! I want revenge!
it: Hanno bruciato tutto il mio villaggio! Voglio vendicarmi!

source: Thank you! These pirates lock us up whenever they aren’t forcing us to dive...
it: Grazie! Questi pirati ci rinchiudono ogni volta che non ci costringono a immergerci...

source: We’re almost finished. There’s only a few more prisoners left to free.
it: Abbiamo quasi finito. Rimangono solo pochi prigionieri da liberare.

source: The outlaw leaders are dead! Time to release the rest of their prisoners.
it: I capi fuorilegge sono morti! È ora di liberare il resto dei prigionieri.

source: Well done, everyone! We’ve freed all of the pirates’ prisoners.
it: Complimenti a tutti! Abbiamo liberato tutti i prigionieri dei pirati.

source: With so many new farmers and fishers swelling our ranks, we finally have the numbers we need to field more human fighters.
it: Con così tanti nuovi agricoltori e pescatori che si aggiungono alle nostre fila, finalmente abbiamo il numero necessario per schierare più combattenti umani.

source: Additional Manpower
it: Manodopera Addizionale

source: Peasants and Woodsmen no longer cost twice as much to recruit.
it: Contadini e Boscaioli non costano più il doppio per essere reclutati.

source: What’s this? An unruly mob in place of my orderly divers?
it: Che cos’è tutto questo trambusto? Una folla indisciplinata al posto dei miei subacquei ordinati?

source: My, my. How unlucky. I had meant to introduce some new trainees I’d acquired... but given the present state of affairs, I suppose I’ll have to dispose of them instead.
it: Oh, oh. Ma che sfortuna. Avevo intenzione di presentare alcuni nuovi tirocinanti che avevo reclutato... ma vista la situazione attuale, immagino che dovrò invece sbarazzarmi di loro.

source: No, wait—
it: No, aspetta...

source: Walk the plank!
it: Cammina sull’asse!

source: I can’t swim, please—
it: Non so nuotare, ti prego...

source: Look! That’s the constable!
it: Guardate! È l’agente!

source: Elyn! My brother!
it: Elyn! Fratello mio!

source: Ta ta, dears. This was unfortunate, but really, I had no choice. There’s no room for freeloaders on my ship.
it: Ciao ciao, cari. È stato un peccato, ma davvero non avevo scelta. Non c’è posto per i parassiti sulla mia nave.

source: You see, there’s a new power growing in these parts: me. It’s time for Lady Maudie to take back what she’s owed. I’ll see you fish-tailed sweethearts again real soon.
it: Vedete, c’è un nuovo potere che sta crescendo da queste parti: io. È ora che Lady Maudie si riprenda ciò che le spetta. Ci rivedremo presto, miei cari amici dalla coda di pesce.

source: Elyn!! My brother can swim, but not for long in this surf! Diondra, you have to rescue him! Rescue them all!
it: Elyn!! Mio fratello sa nuotare, ma non può resistere a lungo con queste onde! Diondra, devi salvarlo! Salvali tutti!

source: I am sorry, Thea. His arms and legs were bound... I’ve retrieved only a corpse. The pirates must’ve captured him while he sailed in search of help.
it: Mi dispiace, Thea. Aveva braccia e gambe legate... Ho recuperato solo un cadavere. I pirati devono averlo catturato mentre navigava in cerca di aiuto.

source: Do not let his death be in vain. We must catch this “Maudie” and bring her to justice. Follow the black ship!
it: Non lasciamo che la sua morte sia stata vana. Dobbiamo catturare questa “Maudie” e assicurarla alla giustizia. Seguite la nave nera!

source: Do not delay, Thea. These pirates are planning something. If we cannot finish our battle here, I fear they will be reinforced, and us overwhelmed.
it: Non indugiare, Thea. Questi pirati stanno tramando qualcosa. Se non riusciamo a concludere la battaglia qui, temo che riceveranno rinforzi e ci sopraffaranno.

source: What’s this? An unruly mob harassing my divers?
it: Che cos’è tutto questo trambusto? Una folla indisciplinata che molesta i miei subacquei?

source: Now now, we can’t be having that. Luckily for me, you’ve given me enough time to prepare a whole fleet of warships, all filled to the brim with angry outlaws.
it: No, no, questo non possiamo permetterlo. Fortunatamente per me, mi hai dato abbastanza tempo per preparare un’intera flotta di navi da guerra, tutte piene zeppe di fuorilegge arrabbiati.

source: The merfolk aren’t prepared to battle such a large fleet! We have to flee before we’re destroyed...
it: I nereidi non sono pronti per combattere una flotta così grande! Dobbiamo fuggire prima di essere distrutti...

source: The villagers held a sombre shipboard funeral for Constable Elyn, and a burial at sea. The alderman’s son had always been there for them... until suddenly he wasn’t.
it: Gli abitanti del villaggio organizzarono un funerale solenne a bordo della nave per l’agente Elyn e una sepoltura in mare. Il figlio del consigliere comunale era sempre stato lì per loro... fino a quando improvvisamente non c’era più.

source: Not for the first time, Thea worried about her father; about all those who’d gone to war. She’d heard stories, of course — but experiencing battle and loss herself was something else entirely.
it: Non era la prima volta che Thea si preoccupava per suo padre e per tutti coloro che erano andati in guerra. Aveva sentito delle storie, ovviamente, ma vivere in prima persona una battaglia e una perdita era tutta un’altra cosa.

source: She wondered how her father could so readily return to something so grim. She wondered what drives “Lady Maudie” to inflict it upon others.
it: Si chiedeva come suo padre potesse ritornare così facilmente verso qualcosa di così cupo. Si chiedeva cosa spingesse “Lady Maudie” a infliggerlo agli altri.

source: Guided by merfolk, the flotilla kept station several dozen miles behind Maudie’s ship; too slow to catch her, but fast enough to stay in sight. Maudie’s destination soon became apparent: the wild, unsettled islands known as the Three Sisters.
it: Guidata dai nereidi, la flottiglia mantenne la posizione a diverse decine di miglia dietro la nave di Maudie; troppo lenta per raggiungerla, ma abbastanza veloce da rimanere in vista. La destinazione di Maudie divenne presto evidente: le isole selvagge e disabitate conosciute come Le Tre Sorelle.

source: Shipmaster Derryn
it: Capitano Derryn

source: This island is covered in villages. Even if we don’t need the gold ourselves, we should still make sure Maudie doesn’t take so many that we become overwhelmed.
it: Quest’isola è piena di villaggi. Anche se non abbiamo bisogno dell’oro, dovremmo comunque assicurarci che Maudie non ne occupi così tanti da sopraffarci.

source: To see how much gold and income your enemies have, press <i>Alt+S</i>, or open the Menu and select “Status Table”.
it: Per vedere quanto oro e reddito hanno i tuoi nemici, premi <i>Alt+S</i>, oppure apri il menu e seleziona “Tabella di stato”.

source: Makeshift Shipyard
it: Cantiere navale improvvisato

source: Tut-tut, the mermaid followed me all this way? Show some deference, fish. Soon you’ll be calling me your lord.
it: Tsk tsk, la sirena mi ha seguito fin qui? Mostra un po’ di deferenza, pesce. Presto mi chiamerai tua signora.

source: It’s not just merfolk who followed you here. I’m here to avenge my brother, you soulless murderer!
it: Non sono solo i nereidi ad averti seguito fin qui. Sono qui per vendicare mio fratello, assassina senza scrupoli!

source: My, such language. Who in the world are you talking about?
it: Ma che linguaggio! Di chi stai parlando?

source: My brother! The mustached javelineer you drowned not two days ago?
it: Mio fratello! Ricordi il giavellottista baffuto che hai lasciato affogare meno di due giorni fa?

source: I’m sorry, sweetie, you smallfolk all look the same to me. But if you’re so beaten up about his death, I’d be happy to help you join him. Shipmaster, is my fleet ready?
it: Mi dispiace, tesoro, voi poveracci siete tutti uguali per me. Ma se sei così sconvolta dalla sua morte, sarò felice di aiutarti a raggiungerlo. Capitano, la mia flotta è pronta?

source: Not yet, milady. As we’ve discussed, repairing derelicts takes quite some time. It might still be weeks—
it: Non ancora, milady. Come abbiamo già detto, riparare i relitti richiede parecchio tempo. Potrebbero volerci ancora settimane...

source: Yes, yes, I remember now. Just... deal with these peasants, will you? That business with the freed prisoners has given me a terrible headache. I’m really not in the mood to entertain riff-raff.
it: Sì, sì, ora me lo ricordo. Solo... occupati di questi contadini, va bene? La faccenda dei prigionieri liberati mi ha fatto venire un terribile mal di testa. Non sono proprio dell’umore giusto per intrattenere la marmaglia.

source: Defeat Lady Maudie
it: Sconfiggi Lady Maudie

source: They’re getting closer. Shipmaster, how long until the fleet is finished?!
it: Si stanno avvicinando. Capitano, quanto tempo ancora ci vorrà prima che la flotta sia pronta?!

source: Madam, I’ve told you, it might still be weeks—
it: Signora, gliel’ho detto, potrebbero volerci ancora settimane...

source: They’re getting closer. And my shipmaster got himself killed... Do I have to do everything myself?
it: Si stanno avvicinando. E il mio capitano si è fatto uccidere... Devo fare sempre tutto da sola?

source: Fine! Since these ships cannot serve me in any useful capacity, set them ablaze and send them to run down anything in the water!
it: Va bene! Dato che queste navi non mi sono di alcuna utilità, date loro fuoco e mandatele a speronare qualsiasi cosa si trovi in acqua!

source: Know Thy Enemy
it: Conosci il tuo Nemico

source: A unit’s statistics determine the best strategy for fighting them.
it: Le statistiche di un’unità determinano la strategia migliore per combatterla.

source: Maudie’s new fireships, for example, can deal massive damage in melee combat. But their <i>deteriorate</i> ability drains their health every turn, and being ships they cannot chase you onto land.
it: Le nuove navi incendiarie di Maudie, ad esempio, possono infliggere danni ingenti nel combattimento ravvicinato. Ma la loro abilità <i>deterioramento</i> erode la loro resistenza ad ogni turno, ed essendo navi non possono inseguirti sulla terraferma.
