Repository: Wedge009/wesnoth
Catalog: po/wesnoth-pap/*.po
Languages: it

source: While many units are general-purpose, others — like the Fireship — have clear strengths and weaknesses. If you haven’t been doing so already, consider checking new units’ stats to identify any weaknesses they may have.
it: Mentre molte unità sono di uso generale, altre, come la Nave Incendiaria, hanno chiari punti di forza e di debolezza. Se non lo hai già fatto, dovresti considerare la possibilità di controllare le statistiche delle nuove unità per identificare eventuali loro punti deboli.

source: My name is Thea Nicolin. You killed my brother! Prepare to die!!
it: Mi chiamo Thea Nicolin. Hai ucciso mio fratello! Preparati a morire!!

source: Get away from my ship, you low-born churl! You’re all just leeches! The Bay should be <i>mine</i>, not yours!
it: Vattene dalla mia nave, rozzo plebeo che non sei altro! Siete tutti delle sanguisughe! La Baia dovrebbe essere <i>mia</i>, non vostra!

source: Get away from my ship, you filthy fish! You’re all just leeches! The Bay should be <i>mine</i>, not yours!
it: Vattene dalla mia nave, lurido pesce che non sei altro! Siete tutti delle sanguisughe! La Baia dovrebbe essere <i>mia</i>, non vostra!

source: It belongs to me and my blood by right! My noble ancestors fought our way to the top, and we would have stayed there if those idiot kings hadn’t stolen it from us and given it to the merfolk instead.
it: Appartiene a me e alla mia stirpe per diritto! I miei nobili antenati hanno combattuto per arrivare in cima, e ci saremmo rimasti se quegli idioti dei re non ce l’avessero rubata per darla invece ai nereidi.

source: You’re talking about when the Bay was first awarded to the merfolk? But that was over three hundred years ago!
it: Ti riferisci a quando la Baia fu assegnata per la prima volta ai nereidi? Ma è successo più di trecento anni fa!

source: And my line <i>has not forgotten</i>! It should have been <i>me</i> who inherited the pearls!
it: E la mia stirpe <i>non ha dimenticato</i>! Avrei dovuto essere <i>io</i> a ereditare le perle!

source: Eating caviar instead of hardtack, served by slaves instead of outlaws, living in a villa instead of a smelly, grungy, fish-smelling pirate ship... oh, I’m going to be seasick again...
it: Mangiare caviale invece di gallette, servita da schiavi invece che da fuorilegge, vivere in una villa invece che su una puzzolente nave pirata, sporca e che puzza di pesce... oh, mi verrà di nuovo il mal di mare...

source: But you’re just a bunch of fish and smallfolk! It’s my right to rule! How— I mean... well, surely you can’t fault a girl for having ambition?
it: Ma voi siete solo un branco di pesci e gente comune! È mio diritto governare! Come... voglio dire... beh, non potete certo biasimare una ragazza per avere ambizione, no?

source: We’re sinking. Someone, stop the sinking! No. No! I can’t swim!!
it: Stiamo affondando. Qualcuno ci aiuti! No, no! Non so nuotare!

source: (grim) Ta ta.
it: (torvamente) Ciao ciao.

source: Epilogue
it: Epilogo

source: With Maudie defeated, her surviving supporters scattered, hotly pursued by Diondra and her merfolk. The villagers worked to dismantle and loot the pirate shipyard, then set sail once more for their home, where they were greeted with a resounding cheer.
it: Con la sconfitta di Maudie, i suoi sostenitori sopravvissuti si dispersero, inseguiti senza tregua da Diondra e dai suoi nereidi. Gli abitanti del villaggio si misero al lavoro per smantellare e saccheggiare il cantiere navale dei pirati, poi salparono nuovamente verso casa, dove furono accolti da un fragoroso applauso.

source: The neighboring hamlets, briefly pillaged and empty, started to refill with their newly-freed inhabitants. Many had died in the pirate raids, but many more had lived, and what remained of Lady Maudie’s fleet now made for rich plunder. Constable Thea took it upon herself to distribute food and supplies, and soon became the de-facto leader of the Peninsula’s human community.
it: I villaggi vicini, saccheggiati e deserti, cominciarono a riempirsi nuovamente dei loro abitanti appena liberati. Molti erano morti durante le incursioni dei pirati, ma molti altri erano sopravvissuti, e ciò che restava della flotta di Lady Maudie era ora un ricco bottino. L’agente Thea si assunse il compito di distribuire cibo e provviste, diventando ben presto il leader de facto della comunità umana della penisola.

source: Untouched by the fighting, the merfolk city at the Bay of Pearls continued to prosper. It would be many decades until the next serious threat.
it: Intoccata dai combattimenti, la città dei nereidi nella Baia delle Perle continuò a prosperare. Ci sarebbero voluti molti decenni prima che si presentasse la successiva grave minaccia.

source: Finally, many years later, Alderman Rael and his much-diminished warband made a weary return to Rochelm, their tour of duty complete. Thea’s father spoke grimly; of orc and lizard, siege and ambush. But that story — King Garard’s war — is a tale for another hero...
it: Infine, molti anni dopo, il Sindaco Rael e la sua banda di guerrieri ormai ridotta ai minimi termini fecero un ritorno stanco a Rochelm, dopo aver completato il loro periodo di servizio. Il padre di Thea parlò con tono cupo di orchi e lucertole, assedi e imboscate. Ma quella storia, la guerra di Re Garard, è un racconto per un altro eroe...

source: Caged Slave
it: Gabbia per schiavi

source: Fishing Boat
it: Peschereccio

source: Villagers
it: Cittadini

source: loyal
it: leale

source: Zero upkeep
it: Nessun mantenimento

source: Alderman Rael
it: Sindaco Rael

source: Constable Elyn
it: Sceriffo Elyn
