Repository: Wedge009/wesnoth
Catalog: po/wesnoth-pap/*.po
Languages: it

source: Of Pearls and Pirates
it: Di Perle e Pirati

source: PaP
it: PeP

source: 1x enemies, 70% XP
it: nemici 1x, 70% PE

source: Easy
it: Facile

source: 2x enemies, 90% XP
it: nemici 2x, 90% PE

source: Normal
it: Normale

source: 3x enemies, 100% XP
it: nemici 3x, 100% PE

source: Hard
it: Difficile

source: 4x enemies, 100% XP
it: nemici 4x, 100% PE

source: Deadly
it: Letale

source: A sleepy fishing village on Wesnoth’s west coast finds itself suddenly beset by corsairs. With requests for royal aid falling on deaf ears, the villagers must join forces with the local merfolk and bring the fight to the pirates.
it: Un tranquillo villaggio di pescatori sulla costa occidentale di Wesnoth viene improvvisamente assalito dai corsari. Poiché le richieste di aiuto alla corona cadono nel vuoto, gli abitanti del villaggio devono unire le loro forze con quelle dei nereidi locali e combattere i pirati.

source: (Novice level, 5 scenarios.)
it: (Livello per principianti, 5 scenari)

source: The saga continues in <i>The Deceiver’s Gambit</i>
it: La saga continua in <i>Il Gambetto dell’Ingannatore</i>

source: Author
it: Autore

source: Art
it: Grafica

source: I have so much gold! Unless I’m already winning easily, I should make sure to take full advantage of our treasury.
it: Ho così tanto oro! A meno che non stia già vincendo facilmente, dovrei assicurarmi di sfruttare appieno il nostro tesoro.

source: Many hands make light work, in war as well as peace. Even the most experienced fighter will fall in the face of numbers.
it: L’unione fa la forza, in guerra come in pace. Anche il più esperto dei combattenti soccomberà di fronte alla superiorità numerica.

source: No! Not like this...
it: No! Non così...

source: What will Thea do without me...
it: Cosa farà Thea senza di me...

source: Argh! I’ve breathed my last!
it: Arch! Ho esalato il mio ultimo respiro!

source: The depths have taken me...
it: Gli abissi mi hanno preso...

source: Complete <i>Pirates!</i> without losing any units.
it: Completa <i>Pirati!</i> senza perdere nessuna unità.

source: Scenario 1: Overprotective
it: Scenario 1: Iperprotettivo

source: Defeat an enemy leader before your allies arrive in <i>Swimming with Serpents</i>.
it: Sconfiggi un condottiero nemico prima dell’arrivo dei tuoi alleati in <i>Nuotare tra i Serpenti</i>.

source: Scenario 2: The Best Defense...
it: Scenario 2: La Miglior Difesa...

source: Defeat the enemy leader in <i>Desolation</i>.
it: Sconfiggi il condottiero nemico in <i>Desolazione</i>.

source: Scenario 3: Little Red Riding Hood
it: Scenario 3: Cappuccetto Rosso

source: Complete <i>Lee Shore</i> without freeing any slaves.
it: Completa <i>Costa Sottovento</i> senza liberare nessuno schiavo.

source: Scenario 4: Tunnel Vision
it: Scenario 4: Visione Tubolare

source: Strike the final blow in <i>Lady Maudie</i> with Thea.
it: Thea infligge il colpo finale in <i>Lady Maudie</i>.

source: Pirates!
it: Pirati!

source: Far north from Westin, on the west coast of the Kingdom of Wesnoth, there lies a place called the Bay of Pearls. The waters of the bay are calm, and clear, and warm even in winter. But its most notable feature is that for which it is named — abundant beds of oysters and a vast wealth in pearls.
it: Molto a nord di Westin, lungo costa occidentale del Regno di Wesnoth, si trova un luogo chiamato Baia delle Perle. Le acque della baia sono calme, limpide e calde anche in inverno. Ma la sua caratteristica più importante è quella da cui prende il nome: abbondanti banchi di ostriche e una grande ricchezza di perle.

source: Many have tried to claim the bay for their own; sometimes with words, and sometimes with swords. But in the end the Crown declared it the domain of the merfolk, those most suited to care for and harvest the bay’s undersea resources.
it: In molti hanno cercato di rivendicare il possesso della baia, a volte a parole, altre volte con le armi. Ma alla fine la Corona l’ha dichiarata un possedimento nereide, considerandoli i più adatti a prendersene cura e a raccogliere le risorse sottomarine della baia.

source: Attracted by the temperate climate and easily-accessible wealth, a large and thriving community of mermen quickly sprang up along the bay’s eastern coast.
it: Attirati dal clima temperato e dalla ricchezza per loro facilmente accessibile, lungo la costa orientale della baia è sorta rapidamente una grande e fiorente comunità di nereidi.

source: Along the west coast, where the pearls were less plentiful, hardy clans of human fishers and farmers began to settle. Though not wealthy — at least not compared with their merfolk neighbors — the human hamlets afforded a simple, secure life for those disinterested in the wider kingdom’s hustle and bustle.
it: Lungo quella occidentale, dove le perle erano meno abbondanti, cominciarono invece a stabilirsi clan di pescatori e contadini umani. Sebbene non fossero ricchi, almeno rispetto ai loro vicini nereidi, i villaggi umani offrivano una vita semplice e sicura a coloro che non erano interessati al trambusto del regno.

source: But for every man content with a quiet life, there is another who seeks to take it from him...
it: Ma per ogni uomo soddisfatto di una vita tranquilla, ce n’è un altro che cerca di portargliela via...

source: Corsairs
it: Corsari

source: NOTE: ‘Deadly’ difficulty is intended to be a moderate challenge even for experienced players! If you’re new to Wesnoth, I strongly suggest trying a lower difficulty.
it: NOTA: la difficoltà ‘Letale’ è pensata per essere una moderata sfida anche per i giocatori più esperti! Se sei nuovo di Wesnoth, ti consiglio vivamente di provare una difficoltà inferiore.

source: Tip Dialogue &amp; Popups: On
it: Dialogo &amp; Suggerimenti: Attivo

source: Tip Dialogue &amp; Popups: Off
it: Dialogo &amp; Suggerimenti: Disattivo

source: Alderman! Alderman Rael!
it: Sindaco! Sindaco Rael!

source: (panting) Pirates! Alderman, it’s pirates! Burned my farm... (pant) Stole my skiff... (pant) Thought you should know...
it: (ansimando) Pirati! Sindaco, ci sono i pirati! Hanno bruciato la mia fattoria... (ansimando) Hanno rubato la mia barca... (ansimando) Pensavo dovesse saperlo...

source: Pirates? What, here?!
it: Pirati? Cosa, qui?!

source: Seas the Day
it: Pesca l’attimo

source: Blast! Haven’t seen outlaws in these parts since I were a lad... these ones even dare to leave their faces uncovered. What do you make of it, Thea?
it: Accidenti! Non vedevo fuorilegge da queste parti da quando ero ragazzo... questi hanno persino il coraggio di presentarsi a volto scoperto. Che ne pensi, Thea?

source: I don’t know, Father. This is a strange thing. These outlaws couldn’t’ve come from the other villages — the other aldermen won’t stand for troublemakers.
it: Non lo so, padre. È una cosa strana. Questi fuorilegge non possono provenire dagli altri villaggi: gli altri sindaci non tollerano i piantagrane.

source: Well, it’s a good thing I’ve been keeping my old war-bow waxed. There’s nothing for it but to drive them off. Constable Elyn, report!
it: Beh, meno male che ho continuato a lucidare il mio vecchio arco da guerra. Non c’è altro da fare che cacciarli via. Sceriffo Elyn, a rapporto!

source: (yawn) It’s too early for this, Pa...
it: (sbadigliando) È troppo presto per questo, pa...

source: I’ll get to our keep and rally the farmers too; get a posse together. It’ll take more than the three of us to win this fight.
it: Andrò al nostro rifugio e radunerò anche i contadini: metterò insieme una pattuglia. Ci vorrà ben più di noi tre per vincere questa battaglia.

source: Well done for taking the initiative, Thea. Let’s show these pirates what we stand for. What do you say, lads?
it: Complimenti per aver preso l’iniziativa, Thea. Mostriamo a questi pirati di che pasta siamo fatti. Che ne dite, ragazzi?

source: Rah!
it: Urrà!

source: Defeat the enemy leader
it: Sconfiggi il condottiero nemico

source: Death of Thea, Rael, or Elyn
it: Morte di Thea, Rael, o Elyn

source: (whistles) There’s more of them than I expected. We’re going to be outnumbered until we have the time and gold to rally a larger force.
it: (fischia) Sono più di quanto mi aspettassi. Saremo in inferiorità numerica finché non avremo il tempo e l’oro per radunare una forza più grande.

source: Fighting from a Disadvantage
it: Combattere in svantaggio

source: Your enemy in this scenario starts with much more gold than you. Even worse, your only recruit options are Peasants and Woodsmen: cheap-but-frail fighters with makeshift weapons and minimal training. Peasants and Woodsmen are level 0 units, and as such do not enforce a Zone of Control (enemies can move freely around them without being stopped). Fortunately, you’re much smarter than our AI (probably), and this scenario has a generous turn limit. Don’t sacrifice your entire army right away. Play smart — control villages to gain gold and use the time of day to your advantage. <i><b>Slowly build up your army while whittling down the opponent’s.</b></i>
it: In questo scenario l tuo nemico inizia con molto più oro di te. Peggio ancora, le tue uniche opzioni di reclutamento sono Contadini e Boscaioli: combattenti economici ma fragili, con armi improvvisate e addestramento minimo . I Contadini e i Boscaioli sono unità di livello 0 e, come tali, non impongono una Zona di Controllo (i nemici possono muoversi liberamente intorno a loro senza essere fermati). Fortunatamente, sei molto più intelligente della nostra IA (probabilmente) e questo scenario ha un limite di turni generoso. Non sacrificare subito tutto il tuo esercito. Gioca in modo intelligente: controlla i villaggi per guadagnare oro e usa l’ora del giorno a tuo vantaggio. <i><b>Costruisci lentamente il tuo esercito riducendo quello dell’avversario.</b></i>

source: We’ll need more experienced fighters, too. You’ve done your best to train me and Thea, Pa, but most of the farmers are just that... farmers.
it: Avremo bisogno anche di soldati più esperti. Pa’, hai fatto del tuo meglio per addestrare me e Thea, ma la maggior parte dei contadini sono solo questo... contadini.

source: Experience Per Kill
it: Esperienza per Uccisione

source: Peasants and Woodsmen may be weak, but they also require little experience to advance to the next level. Units gain 8 XP per level of the opponent they kill (e.g. 16 XP for killing a level 2 opponent). Killing a level 0 opponent grants 4 XP. Even if units don’t kill their opponent, they still gain XP just for attacking: 0 XP for attacking a level 0 opponent, 1 XP for attacking a level 1 opponent, etc.
it: I contadini e i boscaioli possono anche essere deboli, ma richiedono anche poca esperienza per avanzare al livello successivo. Le unità guadagnano 8 XP per ogni livello dell’avversario che uccidono (ad esempio, 16 PE per aver ucciso un avversario di livello 2). Uccidere un avversario di livello 0 conferisce 4 PE. Anche se le unità non uccidono il loro avversario, ottengono comunque PE solo per aver attaccato: 0 PE per aver attaccato un avversario di livello 0, 1 PE per aver attaccato un avversario di livello 1, ecc.

source: Take that! Don’t mess with Rochelm!
it: Prendi questo! Non si scherza con Rochelm!

source: Pfft. You’re just leeches... All you pearl-folk are. You’ll get... what’s coming to you...
it: Pfft. Siete solo parassiti... Tutti voi gente delle perle. Avrete... quello che vi meritate...

source: Well, that sounded ominous.
it: Beh, sembrava inquietante.

source: Hear ye! Word from Weldyn! I bring a proclamation from King Garard!
it: Udite, udite! Notizie da Weldyn! Porto un proclama da parte di Re Garard!

source: Oh? Fortunate timing. Mayhaps this will explain our bandit attack.
it: Oh? Che fortunato tempismo. Forse questo spiegherà l’attacco dei banditi.

source: No news of outlaws, goodman. Ahem...
it: Nessuna notizia di fuorilegge, buon uomo. Ehm...

source: In the interest of common defense and the clearing of new lands, His Majesty Garard, second of that name, calls forth a force of stout-hearted men to wage war against the orcs of the north, being those who have long-threatened our home.
it: Nell’interesse della difesa comune e della bonifica delle nuove terre, Sua Maestà Garard, secondo con questo nome, chiama a raccolta un esercito di uomini coraggiosi per combattere contro gli orchi del nord, che da tempo minacciano la nostra patria.

source: Of-age free men holding in excess of ten acres are obligated to purchase spear, shield, helmet, and knife, and shall report for muster at the fortress of Halstead within five weeks time.
it: Tutti gli uomini liberi maggiorenni che possiedono più di dieci acri sono obbligati ad acquistare lancia, scudo, elmo e coltello e devono presentarsi alla fortezza di Halstead entro cinque settimane.

source: Hear and obey. — His Majesty Garard II, King of Wesnoth
it: Ascoltate e obbedite. — Sua Maestà Garard II, Re di Wesnoth

source: The message is given. Onwards to the next village.
it: Il messaggio è stato riportato. Avanti verso il prossimo villaggio.

source: Ten acres... well, that’d be most of us. Blimey. But it is our duty.
it: Dieci acri... beh, sarebbe la maggior parte di noi. Accidenti. Ma è nostro dovere.

source: You’re leading the village to war? But you’re our only veteran fighter. What will we do if the outlaws come back?
it: Stai portando il villaggio in guerra? Ma sei il nostro unico combattente veterano. Cosa faremo se i fuorilegge tornano?

source: I have faith in you, son. Take good care of your sister. The lads and I will return before you know it.
it: Ho fiducia in te, figliolo. Prenditi cura di tua sorella. Io e i ragazzi torneremo prima che te ne accorga.

source: This battle is dragging on... if we can’t finish off these pirates soon, we won’t have enough spare hands to bring in the harvest.
it: Questa battaglia si sta trascinando per le lunghe... se non riusciamo a sconfiggere presto questi pirati, non avremo abbastanza braccia libere per portare a termine il raccolto.

source: Brr, it’s starting to snow and we’re still stuck fighting. Our crops are all dead! Even if we win this battle, we’ll be sure to starve during the winter...
it: Brr, sta iniziando a nevicare e siamo ancora bloccati nei combattimenti. I nostri raccolti sono tutti andati perduti! Anche se vincessimo questa battaglia, moriremo sicuramente di fame durante l’inverno...

source: Swimming with Serpents
it: Nuotare tra i Serpenti

source: But Rael did not return. Autumn turned to winter, winter to spring, and trouble once again returned to the Peninsula of Pearls.
it: Ma Rael non tornò. L’autunno lasciò il posto all’inverno, l’inverno alla primavera, e i problemi tornarono ancora una volta nella Penisola delle Perle.

source: Lookout
it: Vedetta

source: Constable Elyn, sir! Ship on the horizon! I don’t recognize the trim... and it has black sails!
it: Sceriffo Elyn, signore! Una nave all’orizzonte! Non riconosco lo scafo... e ha le vele nere!

source: Pirates again? Why has the Crown not dealt with this!
it: Ancora pirati? Perché la Corona non ha risolto la questione?

source: I’m sure Pa would’ve told the army about the thieves who attacked us. The lords must be too busy to pay any mind to free-holds like us. But maybe the merfolk—
it: Sono sicuro che Pa’ avesse informato l’esercito dei ladri che ci hanno attaccato. I signori devono essere troppo occupati per prestare attenzione a libere proprietà come la nostra. Ma forse i nereidi...

source: Hello, children. This is a shakedown. Empty your treasury or we’ll come and take the pearls ourselves.
it: Ciao, piccolini. Questa è una rapina. Consegnate il vostro tesoro o verremo noi stessi a prenderci le perle.

source: Pirate filth. Like hell you will. What do you say, lads?
it: Feccia pirata. Col cavolo che lo farai. Che ne dite, ragazzi?

source: Charming. My new allies will make short work of you.
it: Affascinante. I miei nuovi alleati faranno di te un boccone.

source: Hisss... We are ready, Missstresss.
it: Hisss... Sssiamo pronti, Padrona.

source: Kill their warriors, then shackle the others and march them north. I’ve more important places to be. Ta ta!
it: Uccidete i loro guerrieri, poi incatenate gli altri e conduceteli a nord. Ho cose più importanti da fare. Ciao ciao!

source: Snake monsters! The pirates have brought naga!
it: Mostri serpentini! I pirati hanno portato i naga!

source: Curse it all! Thea, rally the farmers and keep yourself safe. I’ve got to take the old skiff and warn the merfolk that naga are here.
it: Maledizione! Thea, raduna i contadini e mettiti al sicuro. Devo prendere la vecchia barca e avvertire i tritoni che i naga sono qui.

source: Rally the farmers? What farmers? Most of our fighting-age men are away with Dad.
it: Radunare i contadini? Quali contadini? La maggior parte dei nostri uomini in età da combattimento è via con papà.

source: Manpower Shortage
it: Carenza di manodopera

source: Peasants and Woodsmen cost twice as much to recruit (but not to recall).
it: I contadini e i boscaioli costano il doppio in reclutamento (ma non se richiamati).

source: Besides, the army hasn’t helped us. What makes you think the merfolk will?
it: Inoltre, l’esercito non ci ha aiutato. Cosa ti fa pensare che i nereidi lo faranno?

source: Merfolk are ancient enemies of the naga, and are part of the kingdom just the same as us. They’ll help us, but I have to get the word out!
it: I nereidi sono antichi nemici dei naga e fanno parte del regno proprio come noi. Ci aiuteranno, ma devo spargere la voce!

source: First Dad leaves, then my brother... It was nice while it lasted. I guess it’s up to me now.
it: Prima se ne va papà, poi mio fratello... È stato bello finché è durato. Immagino che ora tocchi a me.

source: Survive until reinforcements arrive at the east edge of the map on turn 13
it: Sopravvivi fino all’arrivo dei rinforzi sul lato orientale della mappa nel turno 13

source: Then, defeat the enemy leaders
it: Indi, sconfiggi il condottiero nemico

source: Death of Thea
it: Morte di Thea

source: Careful, everyone. Naga are powerful in water, but clumsier than we are on land. Don’t fight on the coast. Flee inland if we need to, and then cut them to pieces!
it: Fate attenzione, tutti quanti. I naga sono potenti in acqua, ma più goffi di noi sulla terraferma. Non combattete sulla costa. Se necessario, fuggite nell’entroterra e poi fateli a pezzi!

source: Mixed Terrain
it: Terreni Misti

source: Some hexes are <i><b>mixtures of multiple terrain types.</b></i> Bridges, for example, count as both shallow water and flat land — whichever is better for the unit passing through. If you’re confused about a unit’s defense (chance to evade) or movement on a particular hex and want to see exactly what terrains are included, right-click the hex and select <i>Terrain Description</i>.
it: Alcuni esagoni sono <i><b>una combinazione di più tipi di terreno.</b></i> I ponti, ad esempio, contano sia come acque poco profonde che come terreno pianeggiante, a seconda di quale sia più vantaggioso per l’unità che li attraversa. Se sei confuso riguardo alla difesa di un’unità (possibilità di schivare) o al movimento su un particolare esagono e vuoi vedere esattamente quali terreni siano inclusi, fai clic con il tasto destro sull’esagono e seleziona <i>Descrizione del Terreno</i>.

source: But we can’t afford to give up too many villages either. We’ll have a hard time recovering if our enemies’ gold reserves get out of hand.
it: Ma non possiamo nemmeno permetterci di rinunciare a troppi villaggi. Avremo difficoltà a riprenderci se le riserve auree dei nostri nemici ci sfuggiranno di mano.

source: Village Control
it: Controllo dei Villaggi

source: Remember that each village you own generates 1 gold per turn, and supports 1 unit’s worth of upkeep. Level 2 units cost 2 upkeep, level 3 units cost 3 upkeep, etc. But level 0 units, like Peasants and Woodsmen, cost no upkeep at all. <i><b>Enemies collect income and pay upkeep just like you do</b></i>, so capturing just a small handful of villages from your opponents can make a big difference.
it: Ricorda che ogni villaggio occupato genera una mo per turno e sostiene il mantenimento di una unità. Le unità di livello 2 costano 2 punti di mantenimento, quelle di livello 3 ne costano 3, ecc. Invece, le unità di livello 0, come i contadini e i boscaioli, non costano nulla. <i><b>I nemici raccolgono entrate e pagano il mantenimento proprio come te</b></i>, quindi strappare anche solo una manciata di villaggi ai tuoi avversari può fare una grande differenza.

source: I see movement on the horizon! Something is coming closer... it’ll reach us in barely an hour. Is Elyn finally back?
it: Vedo dei movimenti all’orizzonte! Qualcosa si sta avvicinando... ci raggiungerà tra meno di un’ora. Elyn è finalmente tornato?

source: Hail, two-legs! I see you are imperiled! I knew I smelled the stench of naga.
it: Salve, bipedi! Vedo che siete in pericolo! Mi sembrava di aver sentito l’odore dei naga.

source: Hooray! The merfolk have come! Constable Elyn has brought the merfolk!
it: Evviva! Sono arrivati i nereidi! L’agente Elyn ha portato con sé i nereidi!

source: Elyn? I know no such man. We come hunting a ship with black sails. It has been the cause of much mischief in our waters.
it: Elyn? Non conosco nessun uomo con questo nome. Siamo venuti braccando una nave con le vele nere. Ha causato molti danni nelle nostre acque.

source: That’s the same ship that launched this attack on our village. But you say my brother isn’t with you? What can have happened to him?
it: È la stessa nave che ha sferrato l’attacco al nostro villaggio. Ma dici che mio fratello non è con voi? Cosa gli sarà mai successo?

source: This is a matter for after the battle. First, we must aid you against these vermin!
it: Questo è un problema da affrontare dopo la battaglia. Prima dobbiamo aiutarvi a combattere questi parassiti!

source: New Recruits
it: Nuove Reclute

source: Merman Fighters and Hunters are level 1 units: proper fighters, unlike your untrained Peasants and Woodsmen.
it: I Nereidi Combattenti e i Cacciatori sono unità di livello 1: dei veri combattenti, a differenza dei tuoi inesperti Contadini e Boscaioli.

source: Compared with level 1 Spearmen and Bowmen, Merman Fighters and Hunters have improved defense (chance to evade) and speed, but lower damage.
it: Rispetto ai Lancieri e agli Arcieri di livello 1, i Combattenti e i Cacciatori nereidi hanno una difesa (probabilità di schivare) e una velocità migliore, ma infliggono meno danni.

source: Defeat the enemy leaders
it: Sconfiggi i condottieri nemici

source: Death of Thea or Diondra
it: Morte di Thea o Diondra

source: Accursssed mermaid! We are lossst... I mussst essscape...
it: Maledetta sssirena! Sssiamo perduti... Devo ssscappare...

source: Begone! Flee and cower in your dark caves and silent grottos!
it: Andatevene! Fuggite e nascondetevi nelle vostre buie caverne buie e nelle grotte silenziose!

source: Thank you for helping us, mermaid of the bay! But what do we do now? Many of us are hurt. Our leader is away at war, and our constable is missing — or dead.
it: Grazie per averci aiutato, nereidi della baia! Ma ora cosa facciamo? Molti dei nostri sono feriti. Il nostro capo è lontano, in guerra, e il nostro agente è scomparso... o peggio ancora, morto!

source: No, my brother couldn’t be... not like that. It’d take more than a few snakes to kill Constable Elyn Nicolin. I know we’ll see him again.
it: No, mio fratello non potrebbe esserlo... non in quel modo. Ci vorrebbe ben più di qualche serpente per uccidere l’agente Elyn Nicolin. So che lo rivedremo.

source: But he’s not here now. What happens the next time the pirates come, Constable Thea?
it: Ma adesso non è qui. Cosa succederà la prossima volta che arriveranno i pirati, Sceriffo Thea?
