Repository: Wedge009/wesnoth
Catalog: po/wesnoth-tools/*.po
Languages: es

source: Open a Graphical User Interface (GUI) to WML Tools
es: Abrir una Interfaz Gráfica de Usuario (GUI) para las Herramientas WML

source: Launch GUI.pyw in the specified language. Language code is expected as a POSIX locale name, refer to gettext.wesnoth.org for a full list.
es: Inicia GUI.pyw en el idioma especificado. Se espera un código de idioma en formato de nombre de locale POSIX, consulta gettext.wesnoth.org para una lista completa.

source: ‘{0}’ directory not found. Please run the GUI.pyw program packaged with the Wesnoth installation.
es: No se encontró el directorio ‘{0}’. Ejecuta el programa GUI.pyw incluido con la instalación de Wesnoth.

source: Locale {0} not recognized.
es: Configuración regional {0} no reconocida.

source: Running: {0} Please wait...
es: Ejecutando: {0} Por favor, espera...

source: Terminate script
es: Terminar script

source: Cut
es: Cortar

source: Copy
es: Copiar

source: Paste
es: Pegar

source: Select All
es: Seleccionar todo

source: Working directory
es: Directorio de trabajo

source: Browse...
es: Examinar...

source: Clear
es: Limpiar

source: wmllint mode
es: Modo wmllint

source: Perform conversion and save changes to file
es: Realiza la conversión y guarda los cambios en el archivo

source: Dry run
es: Ejecución de prueba

source: Perform conversion without saving changes to file
es: Realiza la conversión sin guardar los cambios en el archivo

source: Clean
es: Limpiar

source: Delete back-up files
es: Eliminar archivos de respaldo

source: Diff
es: Diferencias

source: Show differences in converted files
es: Mostrar diferencias en los archivos convertidos

source: Revert
es: Revertir

source: Revert conversions using back-up files
es: Revertir conversiones usando los archivos de respaldo

source: Verbosity level
es: Nivel de verbosidad

source: Terse
es: Conciso

source: Show changes
es: Mostrar cambios

source: Name files before processing
es: Nombrar archivos antes de procesar

source: Show parse details
es: Mostrar detalles de análisis

source: wmllint options
es: Opciones de wmllint

source: Convert EOL characters to Unix format
es: Convertir caracteres de fin de línea (EOL) al formato Unix

source: Warn about tags without side= keys
es: Advertir sobre etiquetas sin claves side=

source: Disable checks for unknown units
es: Desactivar comprobación de unidades desconocidas

source: Disable spellchecking
es: Desactivar revisión ortográfica

source: Skip core directory
es: Omitir directorio principal

source: wmlscope options
es: Opciones de wmlscope

source: Check for duplicate macro definitions
es: Comprobar definiciones duplicadas de macros

source: Check for duplicate resource files
es: Comprobar archivos de recursos duplicados

source: Make definition list
es: Generar lista de definiciones

source: List files that will be processed
es: Listar archivos que serán procesados

source: Report unresolved macro references
es: Reportar referencias de macros sin resolver

source: Extract help from macro definition comments
es: Extraer ayuda de los comentarios de definición de macros

source: Report all macros with untyped formals
es: Reportar todas las macros con parámetros sin tipo

source: Show progress
es: Mostrar progreso

source: Exclude file names matching regular expression:
es: Excluir nombres de archivo que coincidan con la expresión regular:

source: Exclude file names not matching regular expression:
es: Excluir nombres de archivo que no coincidan con la expresión regular:

source: Report only on macros referenced in exactly n files:
es: Reportar solo macros referenciadas en exactamente n archivos:

source: Report macro definitions and usages in file:
es: Reportar definiciones y usos de macros en el archivo:

source: Allow unused macros with names matching regular expression:
es: Permitir macros sin uso cuyos nombres coincidan con la expresión regular:

source: wmlindent mode
es: modo wmlindent

source: Verbose
es: Detallado

source: Report unchanged files
es: Reportar archivos sin cambios

source: wmlindent options
es: Opciones de wmlindent

source: Quiet mode
es: Modo silencioso

source: Do not generate output messages
es: No generar mensajes de salida

source: Output directory:
es: Directorio de salida:

source: Options
es: Opciones

source: Scan subdirectories
es: Escanear subdirectorios

source: Show optional warnings
es: Mostrar advertencias opcionales

source: Mark all strings as fuzzy
es: Marcar todas las cadenas como difusas

source: Advanced options
es: Opciones avanzadas

source: Package version
es: Versión del paquete

source: Initial textdomain:
es: Dominio de texto inicial:

source: Run wmllint
es: Ejecutar wmllint

source: Save as text...
es: Guardar como texto...

source: Clear output
es: Limpiar salida

source: About...
es: Acerca de...

source: Exit
es: Salir

source: Output
es: Salida

source: Run wmlscope
es: Ejecutar wmlscope

source: Run wmlindent
es: Ejecutar wmlindent

source: Run wmlxgettext
es: Ejecutar wmlxgettext

source: No directory selected. Please select a directory or disable the "Skip core directory" option.
es: No se ha seleccionado un directorio. Por favor selecciona un directorio o desactiva la opción "Omitir directorio principal".

source: Core directory or one of its subdirectories selected in the add-on selection box. The tool will be run only on the Wesnoth core directory.
es: Se seleccionó el directorio principal o uno de sus subdirectorios en la caja de selección de complementos. La herramienta se ejecutará solo en el directorio principal de Wesnoth.

source: Warning
es: Advertencia

source: No directory selected. The tool will be run only on the Wesnoth core directory.
es: No se ha seleccionado un directorio. La herramienta se ejecutará solo en el directorio principal de Wesnoth.

source: The selected directory does not exist.
es: El directorio seleccionado no existe.

source: Invalid value. Value must be an integer in the range 0-999.
es: Valor inválido. Debe ser un número entero entre 0 y 999.

source: No directory selected. The tool will be run on the Wesnoth core directory.
es: No se ha seleccionado un directorio. La herramienta se ejecutará en el directorio principal de Wesnoth.

source: No directory selected. The tool will not be run.
es: No se ha seleccionado un directorio. La herramienta no se ejecutará.

source: Overwrite Confirmation
es: Confirmación de sobrescritura

source: File {0} already exists. Do you want to overwrite it?
es: El archivo {0} ya existe. ¿Desea sobrescribirlo?

source: No output file selected. The tool will not be run.
es: No se seleccionó un archivo de salida. La herramienta no se ejecutará.

source: There was an error while executing {0}. Error code: {1}
es: Ocurrió un error al ejecutar {0}. Código de error: {1}

source: Text file
es: Archivo de texto

source: Error while writing to: {0} Error code: {1} {2}
es: Error al escribir en: {0} Código de error: {1} {2}

source: About Maintenance Tools GUI
es: Acerca de la interfaz de herramientas de mantenimiento

source: © Elvish_Hunter, 2014-2016 Version: {0} Part of The Battle for Wesnoth project and released under the GNU GPL v2 license Icons are taken from the Tango Desktop Project (http://tango.freedesktop.org), and are released in the Public Domain.
es: © Elvish_Hunter, 2014-2016 Versión: {0} Parte del proyecto The Battle for Wesnoth y publicado bajo la licencia GNU GPL v2 Los íconos provienen del Tango Desktop Project (http://tango.freedesktop.org) y fueron publicados en el dominio público.

source: Exit Confirmation
es: Confirmación de salida

source: Do you really want to quit?
es: ¿Realmente desea salir?

source: This application must be placed into the wesnoth/data/tools directory.
es: Esta aplicación debe ubicarse en el directorio wesnoth/data/tools.
